START_MESSAGE = 'start message'
START_STATUS = 'Как получить статус адвоката?'
START_HOWTO = 'Могу ли я получить статус адвоката?'
START_STAGES = 'Этапы получения статуса адвоката?'

START_ = 'Выберите вариант ответа (заглушка)'
STAGES_MESSAGE = 'stages message'

HOWTO_QUE1 = 'Есть ли у вас высшее юридичское образование?'
HOWTO_QUE2 = '''Ваше высшее образование:
1\\. по специальности \\"Юриспруденция\\" или \\"Правоведение\\"
2\\. по направлению подготовки \\"Юриспруденция\\" или \\"Правоведение\\" квалификации \\"магистр\\" при наличии диплома бакалавра по направлению подготовки \\"Юриспруденция\\"\\, \\"Правоведение\\" или \\"Обеспечение законности и правопорядка\\"
3\\. по специальности \\"Правоведение\\" или по специальностям\\, входящим в укрупненную группу специальностей \\"Юриспруденция\\"\\, с присвоением квалификации \\"юрист\\"
4\\. у Вас есть ученая степень по юридической специальности
5\\. Ни один из вариантов
'''
HOWTO_QUE3 = 'Есть ли у вас стаж работы по юридической специальности не менее 2х лет или вы прошли стажировку в адвокатском образовании от 1 года до 2х лет? '

HOWTO_YES = 'Да'
HOWTO_NO = 'Нет'

HOWTO_EDU1 = "1."
HOWTO_EDU2 = "2."
HOWTO_EDU3 = "3."
HOWTO_EDU4 = "4."
HOWTO_EDU5 = "5."

HOWTO_RESULT = 'Поздравляем! Вы можете претендовать на получение статуса адвоката!'
HOWTO_FAILED = 'Сожалеем, на данный момент вы не можете претендовать на получение статуса адвоката.'