START_MESSAGE = 'Добро пожаловать в бота ЮРКОРПУС! Что Вы хотите узнать?'
START_STATUS = 'Как получить статус адвоката?'
START_HOWTO = 'Могу ли я получить статус адвоката?'
START_STAGES = 'Этапы получения статуса адвоката?'

START_ = 'О чём Вам рассказать?'
STAGES_MESSAGE = 'Выберите, какой этап Вас интересует?'

HOWTO_QUE1 = '''
_На основании ст\\. 9 ФЗ от 31\\.05\\.2002 № 63\\-ФЗ "Об адвокатской деятельности и адвокатуре в Российской Федерации"_ статус адвоката в Российской Федерации *вправе приобрести лицо, получившее* по имеющим государственную аккредитацию образовательным программам *высшее юридическое образование* по специальности "Юриспруденция" или "Правоведение",
либо высшее образование по направлению подготовки "Юриспруденция" или "Правоведение" квалификации "магистр" при наличии диплома бакалавра по направлению подготовки "Юриспруденция", "Правоведение" или "Обеспечение законности и правопорядка",
либо высшее образование по специальности "Правоведение" или по специальностям, входящим в укрупненную группу специальностей "Юриспруденция", с присвоением квалификации "юрист", лицо, имеющее ученую степень по юридической специальности\\.

*Есть ли у Вас высшее юридическое образование?*
'''
HOWTO_LEARNING_JOB = 'Какая работа включается в стаж по юридической специальности?'
HOWTO_LEARNING_JOB_ANSWER = '''
*В стаж по юридической специальности включается работа:*

\\- в качестве судьи, следователя, нотариуса, адвоката;
\\- преподавателя юридических дисциплин;
\\- в качестве помощника или стажёра адвоката;
\\- в качестве юрисконсульта;
\\- на других требующих высшего юридического образования должностях;
\\- индивидуальным предпринимателем, оказывающим юридические услуги;

и другие\\.

*Есть ли у Вас стаж работы по юридической специальности не менее 2 лет или Вы прошли стажировку в адвокатском образовании \\(от 1 года до 2 лет\\)?*
'''
HOWTO_QUE3 = '*Есть ли у Вас стаж работы по юридической специальности не менее 2 лет или Вы прошли стажировку в адвокатском образовании \\(от 1 года до 2 лет\\)?*'

HOWTO_YES = 'Да'
HOWTO_NO = 'Нет'

HOWTO_EDU1 = "1\\."
HOWTO_EDU2 = "2\\."
HOWTO_EDU3 = "3\\."
HOWTO_EDU4 = "4\\."
HOWTO_EDU5 = "5\\."

HOWTO_RESULT = 'Поздравляем\\! Вы можете претендовать на получение статуса адвоката\\!'
HOWTO_FAILED = 'Сожалеем, на данный момент Вы не можете претендовать на получение статуса адвоката\\.'

STAGES_START1 = '1. Обращение в квалификационную комиссию'
STAGES_START2 = '2. Сдача квалификационного экзамена'
STAGES_START3 = '3. Принятие присяги'
STAGES_START4 = '4. Выбор адвокатского образования'

STAGES_START1_ANSWER = '''
Для получения статуса адвоката Вам необходимо обратиться в *квалификационную комиссию* адвокатской палаты Вашего субъекта Российской Федерации

*Вам необходимо предоставить следующие документы:*

\\- заявление о присвоении статуса адвоката
\\- копию документа, удостоверяющего личность;
\\- анкету, содержащую биографические сведения;
\\- сведения о трудовой деятельности;
\\- копию документа, подтверждающего высшее юридическое образование либо наличие ученой степени по юридической специальности;
\\- справку о наличии \\(отсутствии\\) судимости и \\(или\\) факта уголовного преследования либо о прекращении уголовного преследования по реабилитирующим основаниям;
\\- документ о том, что претендент не состоит на учете в наркологическом или психоневрологическом диспансере\\.
\\- другие документы в случаях, предусмотренных законодательством об адвокатской деятельности и адвокатуре\\.
'''
STAGES_START2_ANSWER = '''
Квалификационный экзамен состоит из письменных ответов на вопросы \\(тестирование: 90 вопросов, 60 минут\\) и устного собеседования\\.

Перечень вопросов, предлагаемых претендентам на квалификационном экзамене, разрабатывается и утверждается Советом ФПА России\\.

Тестирование проводится с использованием единой автоматизированной информационной системы, обеспечивающей автоматизированную анонимную проверку результатов тестирования\\.
Претендент считается сдавшим тестирование, если он дал правильные ответы на 80 и более вопросов тестового задания\\.

К устному собеседованию допускаются претенденты, прошедшие тестирование, в отношении которых квалификационной комиссией принято решение о допуске к устной части квалификационного экзамена\\.

Устное собеседование состоит из ответов на экзаменационные вопросы \\(ответы на вопросы билета, включая решение практических заданий и составление юридических документов\\)\\.

Помощь в подготовке можно получить
\\- на сайте тренажёра: https://fparf\\.ru/learning
\\- от наших специалистов: https://jurcorpus\\.ru/coaching
'''
STAGES_START3_ANSWER = '''
Решение квалификационной комиссии о присвоении претенденту статуса адвоката вступает в силу со дня принятия претендентом присяги адвоката\\.

Со дня принятия присяги претендент получает статус адвоката и становится членом адвокатской палаты\\.

Статус адвоката присваивается претенденту на неопределенный срок и не ограничивается определенным возрастом адвоката\\.

Право осуществлять адвокатскую деятельность возникает у адвоката с момента внесения сведений о нем в Единый государственный реестр адвокатов\\.
'''
STAGES_START4_ANSWER = '''
Формами адвокатских образований являются: адвокатский кабинет, коллегия адвокатов, адвокатское бюро и юридическая консультация\\.

Адвокат в трехмесячный срок со дня присвоения ему статуса адвоката обязан выбрать форму адвокатского образования, в котором он будет осуществлять свою деятельность, и уведомить об этом  совет адвокатской палаты\\. 

Вступить в коллегию адвокатов: https://jurcorpus\\.ru/
'''
STAGES_BACK = 'Назад'