START_MESSAGE = 'start message'
START_STATUS = 'Как получить статус адвоката?'
START_HOWTO = 'Могу ли я получить статус адвоката?'
START_STAGES = 'Этапы получения статуса адвоката?'

START_ = 'Выберите вариант ответа (заглушка)'
STAGES_MESSAGE = 'stages message'

HOWTO_QUE1 = 'Есть ли у вас высшее юридичское образование?'
HOWTO_QUE2 = '''Ваше высшее образование:
1\\. по специальности \\"Юриспруденция\\" или \\"Правоведение\\"
2\\. по направлению подготовки \\"Юриспруденция\\" или \\"Правоведение\\" квалификации \\"магистр\\" при наличии диплома бакалавра по направлению подготовки \\"Юриспруденция\\"\\, \\"Правоведение\\" или \\"Обеспечение законности и правопорядка\\"
3\\. по специальности \\"Правоведение\\" или по специальностям\\, входящим в укрупненную группу специальностей \\"Юриспруденция\\"\\, с присвоением квалификации \\"юрист\\"
4\\. у Вас есть ученая степень по юридической специальности
5\\. Ни один из вариантов
'''
HOWTO_QUE3 = 'Есть ли у вас стаж работы по юридической специальности не менее 2х лет или вы прошли стажировку в адвокатском образовании от 1 года до 2х лет? '

HOWTO_YES = 'Да'
HOWTO_NO = 'Нет'

HOWTO_EDU1 = "1."
HOWTO_EDU2 = "2."
HOWTO_EDU3 = "3."
HOWTO_EDU4 = "4."
HOWTO_EDU5 = "5."

HOWTO_RESULT = 'Поздравляем! Вы можете претендовать на получение статуса адвоката!'
HOWTO_FAILED = 'Сожалеем, на данный момент вы не можете претендовать на получение статуса адвоката.'

STAGES_START1 = 'Обращение в квалификационную комиссию'
STAGES_START2 = 'Сдача квалификационного экзамена'
STAGES_START3 = 'Принятие присяги'
STAGES_START4 = 'Выбор адвокатского образования'

STAGES_START1_ANSWER = '(Заглушка для запроса получения ближайшей комиссии)'
STAGES_START2_ANSWER = 'Чтобы сдать квалификационный экзамен, перейдите по ссылке: https://fparf.ru/learning/'
STAGES_START3_ANSWER = '''
Мотивационная речь для принятия присяги юриста

Сегодня вы стоите на пороге великой ответственности. Принимая присягу юриста, вы клянетесь защищать справедливость, истину и права каждого человека. Это не просто слова — это ваша миссия, ваш долг перед обществом и собой.

Быть юристом — значит быть стражем закона, голосом тех, кто нуждается в защите, и силой, которая восстанавливает равновесие. Пусть ваша решимость будет непоколебимой, а сердце — открытым для справедливости. Вы — надежда для многих, и сегодня вы даете обещание нести эту ответственность с честью.

Шагните вперед с гордостью. Ваша присяга — это не только обязательство, но и символ вашей силы, мудрости и веры в лучшее будущее. Верьте в себя, в свои идеалы и в силу закона. Сегодня вы становитесь частью великой традиции — традиции справедливости.
'''
STAGES_START4_ANSWER = 'Welcome Link в Юркорпус'
STAGES_BACK = 'Назад'