START_MESSAGE = 'Добро пожаловать в бота ЮРКОРПУС! Что вы хотите узнать?'
START_STATUS = 'Как получить статус адвоката?'
START_HOWTO = 'Могу ли я получить статус адвоката?'
START_STAGES = 'Этапы получения статуса адвоката?'

START_ = 'О чём вам рассказать?'
STAGES_MESSAGE = 'Выберите, какой этап вас интересует?'

HOWTO_QUE1 = 'Есть ли у вас высшее юридичское образование?'
HOWTO_QUE2 = '''Ваше высшее образование:
1\\. по специальности \\"Юриспруденция\\" или \\"Правоведение\\"
2\\. по направлению подготовки \\"Юриспруденция\\" или \\"Правоведение\\" квалификации \\"магистр\\" при наличии диплома бакалавра по направлению подготовки \\"Юриспруденция\\"\\, \\"Правоведение\\" или \\"Обеспечение законности и правопорядка\\"
3\\. по специальности \\"Правоведение\\" или по специальностям\\, входящим в укрупненную группу специальностей \\"Юриспруденция\\"\\, с присвоением квалификации \\"юрист\\"
4\\. у Вас есть ученая степень по юридической специальности
5\\. Ни один из вариантов
'''
HOWTO_QUE3 = 'Есть ли у вас стаж работы по юридической специальности не менее 2х лет или вы прошли стажировку в адвокатском образовании от 1 года до 2х лет? '

HOWTO_YES = 'Да'
HOWTO_NO = 'Нет'

HOWTO_EDU1 = "1."
HOWTO_EDU2 = "2."
HOWTO_EDU3 = "3."
HOWTO_EDU4 = "4."
HOWTO_EDU5 = "5."

HOWTO_RESULT = 'Поздравляем! Вы можете претендовать на получение статуса адвоката!'
HOWTO_FAILED = 'Сожалеем, на данный момент вы не можете претендовать на получение статуса адвоката.'

STAGES_START1 = '1. Обращение в квалификационную комиссию'
STAGES_START2 = '2. Сдача квалификационного экзамена'
STAGES_START3 = '3. Принятие присяги'
STAGES_START4 = '4. Выбор адвокатского образования'

STAGES_START1_ANSWER = '''
Для получения статуса адвоката Вам необходимо обратиться в квалификационную комиссию адвокатской палаты Вашего субъекта Российской Федерации с заявлением о присвоении статуса адвоката.

Вам необходимо предоставить Необходимо предоставить следующие документы:

- копию документа, удостоверяющего личность;
- анкету, содержащую биографические сведения;
- сведения о трудовой деятельности;
- копию документа, подтверждающего высшее юридическое образование либо наличие ученой степени по юридической специальности;
- справку о наличии (отсутствии) судимости и (или) факта уголовного преследования либо о прекращении уголовного преследования по реабилитирующим основаниям;
- документ о том, что претендент не состоит на учете в наркологическом или психоневрологическом диспансере.
- другие документы в случаях, предусмотренных законодательством об адвокатской деятельности и адвокатуре.
'''
STAGES_START2_ANSWER = '''
Помощь в подготовке можно получить
- на сайте тренажёра https://fparf.ru/learning/
- от наших специалистов https://jurcorpus.ru/coaching
'''
STAGES_START3_ANSWER = '''
(Мотивационная речь для принятия присяги юриста)
'''
STAGES_START4_ANSWER = 'Перейдите на ссылку https://jurcorpus.ru/career/'
STAGES_BACK = 'Назад'